{
  "GuideData": {
    "AdsController": 
      {
        "BannerAd": "admob",
		"InterstitialAd": "admob",
        "NativeAd": "admob",
		
		"BannerAdmob": "ca-app-pub-3940256099942544/6300978111",
        "InterstitialAdmob": "ca-app-pub-3940256099942544/1033173712",
        "NativeAdmob": "ca-app-pub-3940256099942544/2247696110",

        "BannerFacebook": "",
        "InterstitialFacebook": "",
        "NativeFacebook": "",

		"maxBanner": "f7a5525108c00ac0",
		"maxInterstitial": "5fa0efbeea673f05",
		"maxNative": "bf83265395b54ba8",
		
		"ironsource_appKey": "",
		
		"unity_game_id": "",
		"unity_test": true,
		"unity_banner": "banner",
		"unity_interstitial": "video",

        "ImageBanner": false,
        "ImageBannerImg" : "",
        "ImageBannerURL" : ""
		
      },

    "items": [
      {
        "title": "What's Pobreflix",
        "image": "https://studioproduction.site/slimane/porbreflix/ccover.png",
        "color": "#000000",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "Pobreflix - Movies, Series, and Anime Apk is a website and app platform where you can watch movies and series online for free! Our platform is an automated index. Pobreflix Apk does not store any movies and/or series on our website/platform, so this is entirely within the law.\nPobreflix - Movies, Series, and Anime Apk automatically index the content found on the web using robots and Artificial Intelligence (IA) and IMDb APIs. The use of PobreFlix Apk is solely the responsibility of the user. Films and/or series are distributed via platforms such as OpenLoad, Google Drive, among others. In the event of copyright infringement, please contact the dealer. If you have any questions or complaints about the content, please contact the support team.",
        "isNative": false,
		"background": "#FFFFFF"
      },
      {
        "title": "Pobreflix for a break",
        "image": "https://studioproduction.site/slimane/porbreflix/ccover.png",
        "color": "#000000",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "As Netflix went mainstream, many other paid streaming platforms appeared one after another. While this is great because it has unique features, it is very expensive for some people, especially those who live in third world countries.\n\nThat's why Pobreflix was born! This is not a paid streaming app, but you can watch movies and shows by providing links! It searches the internet to provide you with all the movies and shows. Plus, you can access history, watch your videos, add them to Chromecast, download videos and much more! There are numerous categories to choose from and you will also be notified of new releases! Now you don't just have to pay a penny for the flow!",
        "isNative": false,
		"background": "#FFFFFF"
      },
      {
        "title": "Pobreflix Apk Features",
        "image": "https://studioproduction.site/slimane/porbreflix/ccover.png",
        "color": "#000000",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "Many titles\nmovies and shows are one of the most important means of entertainment for many people in the world. After a stressful day at work or school, people watch movies or shows on the phone. That's why streaming services like Netflix are so popular right now. For the budget conscious customer, Pobreflix is the next best option! You can find thousands of free titles here, you just have to wait. This app finds all the links to these videos from the internet so you can easily access them all in one place.\nHistory and Favorites System\nTo keep things neat and tidy, this app lets you watch and watch movies. This is a great way to tell if you've already watched the videos. You can add some videos to your favorites list so you can watch them later. That way, you don't have to search for your videos frequently or find the videos you want to watch later.\nMark as viewed and notifications\nAnother feature is the ability to mark videos in this app. This is a great way to quickly see the latest episodes you've seen on the show, and more. In addition, you can be informed about new releases of movies and shows. How nice it is now you have to open the app manually every time to see if there are newer versions.\nDownload for offline Use\nAnother great thing is the ability to download videos for offline fly use! Pobreflix understands that we don’t always have an internet connection. Because of this, they've included a download option that makes it easy for us to watch our favorite movies and shows.\nSimple user interface\nto combine it all together, the app's interesting and clear user interface gives you access to everything you need!",
        "isNative": false,
		"background": "#FFFFFF"
      },
      {
        "title": "Pobreflix: Additional Features:",
        "image": "https://studioproduction.site/slimane/porbreflix/ccover.png",
        "color": "#000000",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "User field\nHistory\nSystem\nFavorite system\nMark as seen\nOrdering system\nChoose by style\nNotice issued\nChromecast system\nDownload option",
        "isNative": false,
		"background": "#FFFFFF"
      },
     {
        "title": "How can I install Pobreflix",
        "image": "https://studioproduction.site/slimane/porbreflix/ccover.png",
        "color": "#000000",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "1- You can download Pobreflix - Movies, Series, and Anime Apk by clicking the button above to start the download. Once the download is complete, you will find the APK in the 'Downloads' section of your browser. Before you can install it on your phone, you need to make sure that third-party apps are allowed on your device.\n2- To make this possible, the steps are mostly the same as below. Open Menu> Settings> Security> and check for unknown sources so that your phone can install applications from sources other than the Google Play Store.\n3- Once you have completed the above step, you can go to 'Download' in your browser and tap the file once downloaded. An installation prompt will appear asking for permission and you can complete the installation steps.\n4- Once the installation is complete, you can use the application as usual.",
        "isNative": false,
		"background": "#FFFFFF"
      },
      {
        "title": "Pros",
        "image": "https://studioproduction.site/slimane/porbreflix/ccover.png",
        "color": "#000000",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "You can download any version of the application directly from the third party website. You can have the app archives of most versions and you can download them according to your needs.\nUnlike Play Store, downloading is instant, you don't have to wait for the review process, etc.\nAfter downloading, there is an APK file on your memory card/system memory. So you can uninstall and reinstall them many times without downloading.",
        "isNative": false,
		"background": "#FFFFFF"
      },
      {
        "title": "Cons",
        "image": "https://studioproduction.site/slimane/porbreflix/ccover.png",
        "color": "#000000",
        "text_size": "25",
        "isLink": false,
		"link_title": "",
		"setLink": "",
        "image_link": "",
        "text": "Downloading apps from third-party sources are not usually checked by Google. So it can be harmful to your phone.\nAPK files may contain viruses that steal data from your phone or damage your phone.\nYour apps won't automatically update because they don't usually have access to the Google Play Store.",
        "isNative": false,
		"background": "#FFFFFF"
      }
    ]

  }
}
